Repository: virtUOS/ARCH
Catalog: arch/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Your message
de: Deine Nachricht

source: here you can describe the group.
de: Füge eine Beschreibung der Gruppe hinzu.

source: Start date cannot be later than end date.
de: Das Startdatum kann nicht später als das Enddatum sein.

source: member
de: Mitglied

source: moderator
de: Moderator*in

source: Search
de: Suche

source: depicted_users
de: abgebildete Personen

source: Please enter a search query or select a filter.
de: Bitte gib eine Suchanfrage ein oder wähle einen Filter aus.

source: Add a comment...
de: Schreibe einen Kommentar...

source: ... add a description
de: ... Beschreibung hinzufügen

source: ... add title
de: ... Titel hinzufügen

source: ... add a name of the street, city or place
de: ... Name der Straße, der Stadt oder des Ortes hinzufügen

source: ... add a state or region
de: ... Staat oder Region hinzufügen

source: ... add a country
de: ... Land hinzufügen

source: ... add username
de: ... Username hinzufügen

source: ... add last name
de: ... Nachname hinzufügen

source: ... add first name
de: ... Vorname hinzufügen

source: Add a description of yourself.
de: Füge eine Beschreibung von Dir hinzu.

source: ... add location
de: ... Ort hinzufügen

source: Add a description of this album.
de: Füge eine Beschreibung hinzu.

source: begin
de: Start

source: end
de: Ende

source: Account Settings
de: Account Einstellungen

source: Profile
de: Profil

source: Change Password
de: Passwort ändern

source: Manage access
de: Zugriff konfigurieren

source: Manage Access
de: Zugriff Konfigurieren

source: Delete album
de: Album löschen

source: Delete
de: Löschen

source: People who can see this album.
de: Personen, die dieses Album sehen können.

source: People
de: Personen

source: Inbox
de: Posteingang

source: This album is empty.
de: Dieses Album is leer.

source: Manage Album Access
de: Zugriff Konfigurieren

source: Close
de: Schließen

source: Submit
de: Abschicken

source: Members
de: Mitglieder

source: Albums
de: Alben

source: Archive Metrics
de: Archiv Metriken

source: Records
de: Einträge

source: Users
de: Nutzer

source: Archives
de: Archive

source: The number of times users logged into the archive.
de: Anzahl der Logins der Nutzer.

source: Visits
de: Besuche

source: The number of comments on records.
de: Anzahl der Kommentare zu Einträgen.

source: Comments
de: Kommentare

source: The number of tagged persons on all records.
de: Die Anzahl der markierten Personen auf allen Einträgen.

source: Tags
de: Markierungen

source: The number of views over all records.
de: Anzahl der Aufrufe aller Einträge.

source: Delete Account
de: Account löschen

source: Do you really want to delete the account?
de: Willst Du den Account wirklich löschen?

source: This action cannot be undone and all related data will be permanently removed.
de: Diese Aktion kann nicht rückgängig gemacht werden und alle zugehörigen Daten werden dauerhaft gelöscht.

source: Yes, delete the account
de: Ja, Account löschen

source: No account found to be deleted.
de: Kein Account zum löschen gefunden.

source: Account deleted
de: Account gelöscht

source: Your account has been deleted successfully.
de: Dein Account wurde erfolgreich gelöscht.

source: All personal data has been removed from the server.
de: Alle persönlichen Daten wurden gelöscht.

source: Best regards
de: Mit freundlichen Grüßen

source: Feedback Message
de: Feedback

source: Dear Sir or Madam
de: Sehr geehrte/r Administrator/in

source: A user sent a feedback message from
de: Ein Nutzer schickte eine anonyme Feedback-Nachricht von der Seite

source: Message:
de: Nachricht:

source: Hiding Account
de: Account deaktivieren

source: Dear
de: Hallo

source: You personal data has been hidden from
de: Deine persönlichen Daten wurden verborgen auf der Seite

source: This includes all comments, photos and information shown to other members.
de: Dies beinhaltet alle Kommentare, Fotos und Informationen welche für andere Mitglieder sichtbar waren.

source: We pixelated all photos related to you.
de: Es wurden alle mit dem Account assoziierten Fotos verpixelt.

source: If you change your mind and want to visit the archive again, you can just log in with your account and all data will be restored.
de: Falls Du Deine Meinung änderst und das Archiv wieder besuchen möchtest, kannst Du Dich einfach mit Deinem Account einloggen und alle Daten werden wiederhergestellt.

source: If you want to permanently delete your account and all your personal data, follow the link below.
de: Falls Du Deinen Account und alle Deine persönlichen Daten vollständig löschen möchtest, kannst Du den folgenden Link benutzen.

source: Warning, this cannot be undone!
de: Achtung, dieser Vorgang kann nicht rückgängig gemacht werden!

source: Password Changed
de: Passwort wurde geändert

source: This is a confirmation email to inform you that your password for
de: Dies ist eine Bestätigungs-Mail, um dich darüber zu informieren, dass das Passwort für

source: has been successfully changed
de: erfolgreich geändert wurde.

source: If you did not request this password change or believe this is a mistake, please contact our support team immediately.
de: Wenn Du diese Passwortänderung nicht angefordert hast oder glaubst, dass hier ein Fehler vorliegt, kontaktiere bitte sofort den Support.

source: Time span covered by this Album
de: Zeitspanne des Albums

source: Number of entries in this Album
de: Anzahl der Einträge in diesem Album

source: Author of the Album
de: Ersteller des Albums

source: Album description
de: Beschreibung des Albums

source: click to change profile picture
de: Klicken, um das Profilbild zu ändern

source: Group picture
de: Gruppenbild

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Your message is sent anonymously to the Administrator
de: Deine Nachricht wird anonym an den Administrator gesendet

source: Please contact the Administrator to configure a contact email
de: Bitte kontaktiere den Administrator, um eine Kontakt-Mail zu konfigurieren

source: Profile picture
de: Profilbild

source: Change Photo
de: Profilbild ändern

source: Upload Photo
de: Foto Hochladen

source: Username
de: Nutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Date of Birth
de: Geburtsdatum

source: Title
de: Titel

source: created by
de: erstellt von

source: Who was there?
de: Wer war dabei?

source: Remove user
de: Nutzer entfernen

source: When was this taken?
de: Wann fand dies statt?

source: Where was this taken?
de: Wo fand dies statt?

source: Description
de: Beschreibung

source: Group profile picture
de: Gruppenprofilbild

source: Sorry, you are not a member of any group yet.
de: Es tut uns leid, du bist noch kein Mitglied einer Gruppe.

source: Send us
de: Schicke uns

source: Manage Albums
de: Alben konfigurieren

source: New Member
de: Neues Mitglied

source: Add a new Member
de: Mitglied hinzufügen

source: group members
de: Gruppenmitglieder

source: History
de: Chronik

source: Update Membership Dates
de: Mitgliedschaft aktualisieren

source: present
de: heute

source: Update Membership of
de: Mitgliedschaft von

source: Update when the user joined or left the group
de: Aktualisiere wann der Nutzer beigetreten oder ausgetreten ist

source: Options
de: Optionen

source: New Album
de: Neues Album

source: hide comment
de: Kommentar verstecken

source: show comment
de: Kommentar anzeigen

source: Comment is hidden.
de: Kommentar ist verborgen.

source: Settings
de: Einstellungen

source: Log out
de: Ausloggen

source: Login
de: Einloggen

source: First
de: Erste

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Last
de: Letzte

source: How to hide or delete your account
de: Account deaktivieren oder löschen

source: Your personal data is being stored and processed only based on your consent.
de: Deine persönlichen Daten werden nur mit deiner Zustimmung gespeichert und verarbeitet.

source: It is possible to withdraw your consent on any number of grounds and to hide or delete any data related to you.
de: Es ist möglich, deine Zustimmung aus beliebigen Gründen zu widerrufen und alle Daten, die dich betreffen, zu verbergen oder zu löschen.

source: Hiding your account
de: Account deaktivieren

source: You can hide your account by clicking on the button bellow.
de: Du kannst deinen Account deaktivieren, indem du auf den folgenden Button klickst.

source: Hiding your personal data means to anonymize (pixelate) every photo associated to you and to hide all comments written by you.
de: Deine persönlichen Daten zu verbergen bedeutet, alle Fotos, die mit dir verbunden sind, zu anonymisieren (zu verpixeln) und alle Kommentare, die du geschrieben hast, zu verbergen.

source: If you reactivate your account by logging in again, all your personal data will be restored.
de: Wenn du deinen Account wieder aktivierst, indem du dich erneut einloggst, werden alle deine persönlichen Daten wiederhergestellt.

source: Deleting your account
de: Account löschen

source: Deleting your account means to permanently pixelate every photo associated to you and to delete all comments written by you.
de: Deinen Account zu löschen bedeutet, alle Fotos, die mit dir verbunden sind, permanent zu anonymisieren (zu verpixeln) und alle Kommentare, die du geschrieben hast, zu löschen.

source: In order to permanently delete your account, you must first hide your account by clicking on the button below and then follow the instructions in the confirmation mail send to you.
de: Um deinen Account dauerhaft zu löschen, musst du zuerst deinen Account deaktivieren, indem du auf den folgenden Button klickst, und dann den Anweisungen in der Bestätigungs-Mail folgen, die dir zugesendet wird.

source: This action cannot be undone and you will lose access to the archive and its content!
de: Diese Aktion kann nicht rückgängig gemacht werden und du verlierst den Zugang zum Archiv und seinen Inhalten!

source: Hide my Account
de: Account deaktivieren

source: Delete this record
de: Diesen Eintrag löschen

source: Delete Record
de: Eintrag löschen

source: Are you sure you want to delete this record?
de: Willst Du den Eintrag wirklich löschen?

source: Date
de: Datum

source: Location
de: Ort

source: End
de: Ende

source: Type
de: Typ

source: Delete this Tag
de: Markierung löschen

source: pixelate image
de: Verpixeln

source: undo pixelation
de: Verpixelung rückgängig machen

source: I am sorry, we could not find any results for your query.
de: Es tut uns leid, wir konnten keine Ergebnisse für deine Suche finden.

source: Your data was successfully restored and made visible again.
de: Deine Daten wurden erfolgreich wiederhergestellt und sind wieder sichtbar.

source: Your password has been successfully changed.
de: Dein Passwort wurde erfolgreich geändert.

source: An error occurred while sending the email. Please Contact the Administrator.
de: Es ist ein Fehler beim Senden der E-Mail aufgetreten. Bitte kontaktiere den Administrator.

source: Your account has been activated! You can now log in.
de: Dein Account wurde aktiviert! Du kannst dich jetzt einloggen.

source: You do not have permission to add members to this archive.
de: Du hast keine Berechtigung Mitglieder zu dieser Gruppe hinzuzufügen.

source: An existing user with the given username and email was added.
de: Ein bestehender Nutzer mit dem angegebenen Nutzernamen und der angegebenen Mail-Adresse wurde hinzugefügt.

source: An existing user with the given username and email is already a member of this group.
de: Ein Nutzer mit dem angegebenen Nutzernamen und der angegebenen E-Mail ist bereits Mitglied dieser Gruppe.

source: Username is already taken.
de: Nutzername ist bereits vergeben.

source: Email is already taken.
de: E-Mail-Adresse ist bereits vergeben.

source: User was created successfully. An email with an activation link was sent to the user.
de: Ein Nutzer wurde erfolgreich erstellt. Eine E-Mail mit einem Aktivierungslink wurde an den Nutzer gesendet

source: User was created successfully. You can log in now.
de: Nutzer erfolgreich erstellt. Du kannst Dich jetzt einloggen.

source: Upload was successful.
de: Alle Dateien wurden erfolgreich hochgeladen.

source: The file could not be uploaded. Please check if the file name is too long:
de: Die Datei konnte nicht hochgeladen werden. Bitte überprüfe, ob der Dateiname zu lang ist:

source: File could not be uploaded:
de: Datei konnte nicht hochgeladen werden:

source: The file could not be uploaded.
de: Die Datei konnte nicht hochgeladen werden.

source: You do not have permission to view this page.
de: Du hast keine Berechtigung diese Seite zu besuchen.

source: You are not allowed to apply these changes.
de: Du hast keine Berechtigung diese Änderungen durchzuführen.

source: Changes were saved successfully.
de: Änderungen wurden erfolgreich gespeichert.

source: Changes could not be saved.
de: Änderungen konnten nicht gespeichert werden.

source: Your profile picture was successfully saved!
de: Dein Profilbild wurde erfolgreich gespeichert!

source: Could not be saved. Please try again.
de: Konnte nicht gespeichert werden. Bitte versuche es erneut.

source: Your profile picture was successfully deleted!
de: Dein Profilbild wurde erfolgreich gelöscht!

source: Your profile was successfully saved!
de: Dein Profil wurde erfolgreich gespeichert!

source: You do not have the permission to add this record to this Album.
de: Du hast keine Berechtigung diesen Eintrag zu diesem Album hinzuzufügen.

source: This record is already in this album.
de: Dieser Eintrag ist bereits in diesem Album.

source: You do not have permission to view this record.
de: Du hast keine Berechtigung diesen Eintrag zu sehen.

source: You do not have permission to comment on this record.
de: Es tut uns leid, du kannst keine Berechtigung Kommentare zu erstellen.

source: Comment could not be posted.
de: Kommentar konnte nicht erstellt werden.

source: You do not have permission to edit this record.
de: Es tut uns leid, du hast keine Berechtigung diesen Eintrag zu bearbeiten.

source: Record was saved!
de: Eintrag wurde gespeichert!

source: Record could not be saved. Please try again.
de: Der Eintrag konnte nicht gespeichert werden. Bitte versuche es erneut.

source: You do not have the permission to delete this record.
de: Du hast keine Berechtigung diesen Eintrag zu löschen.

source: Record could not be deleted.
de: Der Eintrag konnte nicht gelöscht werden.

source: Record was deleted.
de: Eintrag wurde gelöscht.

source: You do not have permission to hide this comment.
de: Du hast keine Berechtigung diesen Kommentar zu verbergen.

source: Cannot change visibility.
de: Sichtbarkeit kann nicht geändert werden.

source: The album you requested does not exist.
de: Das Album existiert nicht.

source: You do not have permission to view this album.
de: Du hast keine Berechtigung dieses Album zu sehen.

source: Sorry, you do not have permission to create a new album.
de: Es tut uns leid, du hast keine Berechtigung ein neues Album zu erstellen.

source: Could not create Album. Album with this name already exists.
de: Es konnte kein Album erstellt werden. Ein Album mit diesem Namen existiert bereits.

source: New Album created!
de: Ein neues Album wurde erstellt!

source: Could not create a new Album.
de: Es konnte kein neues Album erstellt werden.

source: You do not have permission to change this album.
de: Du hast keine Berechtigung dieses Album zu bearbeiten.

source: You are not allowed to delete this Album.
de: Du hast keine Berechtigung dieses Album zu löschen.

source: Album was deleted.
de: Album wurde gelöscht.

source: Album could not be deleted.
de: Album konnte nicht gelöscht werden.

source: Person was tagged successfully.
de: Die Person wurde erfolgreich markiert.

source: Could not tag person.
de: Die Person konnte nicht markiert werden.

source: Error
de: Fehler

source: You do not have permission to tag this person.
de: Du hast keine Berechtigung diese Person zu markieren.

source: Error.
de: Fehler.

source: You do not have permission to tag someone.
de: Du hast keine Berechtigung jemanden zu markieren.

source: Tag created successfully.
de: Die Markierung wurde erfolgreich erstellt.

source: Could not create Tag.
de: Markierung konnte nicht erstellt werden.

source: Could not be deleted.
de: Konnte nicht gelöscht werden.

source: Tag was deleted successfully.
de: Die Markierung wurde erfolgreich gelöscht.

source: You do not have permission to pixelate this image.
de: Du hast keine Berechtigung dieses Bild zu verpixeln.

source: Only images can be pixelated.
de: Nur Bilder können verpixelt werden.

source: Image was pixelated successfully.
de: Das Bild wurde erfolgreich verpixelt.

source: You do not have permission to show this tag.
de: Du hast keine Berechtigung diese Markierung anzuzeigen.

source: Tag was shown successfully.
de: Die Markierung wurde erfolgreich sichtbar gemacht.

source: Feedback was sent successfully.
de: Die Nachricht wurde erfolgreich gesendet.

source: Feedback could not be sent.
de: Nachricht konnte nicht gesendet werden.

source: Your personal data was hidden successfully. You will receive a confirmation email.
de: Deine persönlichen Daten wurden erfolgreich verborgen. Du erhältst eine Bestätigungs-Mail.

source: An error occurred while sending the confirmation email. Please contact the Administrator..
de: Es ist ein Fehler beim Senden der Bestätigungs-Mail aufgetreten. Bitte kontaktiere den Administrator.

source: Your account was deleted successfully. You will receive a confirmation email.
de: Dein Account wurde erfolgreich gelöscht. Du erhältst eine Bestätigungs-Mail.

source: You cannot delete this account.
de: Du kannst diesen Account nicht löschen.

source: Membership date was changed successfully.
de: Das Datum der Mitgliedschaft wurde erfolgreich geändert.

source: Django site admin
de: Django Admin Seite

source: Activate Your Account
de: Aktiviere deinen Account

source: Welcome
de: Willkommen

source: Recently an account was created for you.
de: Vor kurzem wurde ein Account für Dich erstellt.

source: Use your username and password to log in:
de: Nutze deinen Nutzernamen und dein Passwort, um dich einzuloggen:

source: Please change this password immediately!
de: Bitte ändere dieses Passwort direkt nach der Anmeldung!

source: To activate your account, please click the following link:
de: Um deinen Account zu aktivieren, klicke bitte auf den folgenden Link:

source: In case the activation link is not working, try to access the website via the normal login page.
de: Falls der Aktivierungslink nicht mehr gültig ist, versuche die Website über die normale Login-Seite zu erreichen.

source: If the problem persists, contact a moderator or your administrator.
de: Falls das Problem weiterhin besteht, kontaktiere einen Moderator oder Administrator.

source: Kind regards
de: Mit freundlichen Grüßen

source: Your username and password didn't match. Please try again.
de: Dein Nutzername und Passwort passen nicht zusammen. Versuche es bitte nochmal.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
de: Du hast keinen Zugriff auf diese Seite. Melde dich bitte mit einem anderen Account an, um auf die Seite zugreifen zu können.

source: Please enter your credentials below to login.
de: Bitte melde Dich an.

source: Lost password?
de: Passwort vergessen?

source: Password reset
de: Passwort zurücksetzen

source: Hello
de: Hallo

source: You are receiving this email because you requested a password reset for your user account with the email
de: Du erhältst diese E-Mail, weil eine Anfrage zum Zurücksetzen des Passworts gestellt wurde für deinen Account mit der E-Mail-Adresse

source: Follow the link below to set a new password:
de: Nutze dem folgenden Link, um ein neues Passwort zu setzen:

source: Reset password
de: Passwort zurücksetzen?

source: In case you cannot open the link above, please copy and pase the link below into your browser:
de: Falls du den Link nicht öffnen kannst, kopiere bitte den folgenden Link und füge ihn in deinen Browser ein:

source: If you did not asked for a password reset, please ignore this email.
de: Falls du nicht um ein Zurücksetzen des Passworts gebeten hast, ignoriere diese E-Mail bitte.

source: Sign Up
de: Anmelden

source: Your account was successfully activated!
de: Dein Account wurde erfolgreich aktiviert!

source: Please remember to change your generated password.
de: Bitte vergiss nicht, dein generiertes Passwort zu ändern.
